cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/versions"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"

brew "coreutils"
brew "curl"
brew "docker"
brew "dockutil"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "sbt"
brew "kubectl"
brew "node"
brew "python"
brew "python3"
brew "ruby"
brew "tcpdump"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"

cask "docker"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "java8"
cask "postman"
cask "shiftit"
cask "slack"
cask "sublime-text"
cask "atom"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wireshark"
cask "real-vnc"
cask "clipy"
cask "flux"
cask "caffeine"
cask "robo-3t"
